Yes=Yes
No=No
Menu=Menu
MainMenu=Main menu
About=About
Language=Language
Skin=Skin
Exit=Exit
ReallyExit=Exit
Cancel=Cancel
Help=Help
Close=Close
Ok=Ok
NoSkins=No skins found. Please, reinstall.
Minimize=Minimize
Settings=Settings
ACTIVATE_OFFLINE_CAPTION=File saved
ACTIVATE_OFFLINE_TEXT=The file "send_to_support.txt" was saved to "%license_folder%" folder. Please, complete your activation here: http://vitotechnology.com/en/support/.
ACTIVATE_INSTRUCTION=For activation you need Internet connection established via GPRS, WiFi or ActiveSync, for details see www.vitotechnology.com/howtoconnect
ServerOK=Congratulation! Your activation is completed.
NO_LICENCE=Your purchase information not found on server. If you've purchased %product_name%, please, verify your activation code and try again.
EXPIRED=Your license has expired. Please, read the manual and license agreement for more information.
LICENCE_ALREADY_ACTIVATED=You have already activated this license for another device. Your should purchase separate license for every device with %product_name%.
ServerSendFailed=Failed to connect to activation server. Please ensure your device has Internet connection (you can check it by running Pocket Internet Explorer).
ServerBusy=Contacting activation server...
ServerReturnedGarbage=Connection to server failed. Please check your internet connection settings,  try to select another internet connection (WiFi, ActiveSync, GPRS) or press activate offline button and follow onscreen instructions.
ServerSignedHidWrong=Activation server returned license, which is incompatible with your device. Please, try again.
NO_PKEY_FOR_THIS_VERSION=You have somehow obtained a pre-release version of %product_name%. Please, contact support or install the previous version.
VITO_URL=http://www.vitotechnology.com
Registered=Your license is activated.
Unregistered=Unregistered version.
Trial_expiration=Your trial period expires in
Trial_days=day(s). Please, ACTIVATE your license.
Trial_expired=Your trial period has expired.
Trial_expired2=Attention! You have an unregistered version. You can record only 20 seconds. Please register the product to remove the restriction.
skin_VitoOnline=VITO OnLine
skin_BuyOnline=Buy OnLine
skin_Activate=Activate
skin_ActivateNow=Activate
skin_ActivationCode=Activation code
has_inet=I have internet
has_no_inet=I have no internet
Version=Version
skin_SendSMS=Send SMS
skin_SMSHelp|
skin_BuySMS=Buy via SMS
SLIDE_TO_UNLOCK=Slide to unlock
Start=Start
Battery=Battery
Phone=Phone
Email=Email
Sms=SMS
Running=Running
ActiveSync=ActiveSync
Menu=Menu
Profile=Profile
Clock=Clock
GESTURE_TEXT_0=1. Draw this gesture anywhere on the screen to start Winterface.
GESTURE_TEXT_1=3. Press'n'Hold icon in Winterface window, then drag to move it. Press red button on icon to remove icon. Press any joystick button to finish editing.
GESTURE_TEXT_2_1=4. Press
GESTURE_TEXT_2_2=to add more icons.
GESTURE_TITLE=Important
Settings=Settings
Contacts=Contacts
Applications=Applications
ProfileRing=Ring
ProfileVibrate=Vibrate
ProfileSilent=Silent
Memory=Memory
DAY_OF_WEEK_0=Monday
DAY_OF_WEEK_1=Tuesday
DAY_OF_WEEK_2=Wednesday
DAY_OF_WEEK_3=Thursday
DAY_OF_WEEK_4=Friday
DAY_OF_WEEK_5=Saturday
DAY_OF_WEEK_6=Sunday
FIRST_DRAG_TEXT=Tap'n'hold on any icon and then drag it in the desired place on the screen. Drag icon to the edge of the screen to move it to the next screen. Press any joystick button to finish.
Background=Background
ChangeBackground=Change Background
DefaultBackground=Default Background
Color=Background Color
Headings=Headings
Help_link=help_en.html
skin_ProgramName=Winterface
skin_COPYRIGHT=©2007-2008 VITO Technology, Inc.
VITO_BUY_URL=https://www.paypal.com/cgi-bin/webscr?add|1&cmd|_cart&business|orders@vitotechnology.com&item_name|Winterface&amount|19.95&no_note|1&currency_code|USD&bn|PP-ShopCartBF
VITO_LOGO_URL=http://iwindowsmobile.com/mobile
VITO_SMS_URL|
POCKETLAND_BUY_URL=https://pdassi.de/vshop/cart/cart.php?num|1&vshop_lang|en&id|1476&art|42318
POCKETLAND_LOGO_URL=https://pdassi.de/vshop/cart/cart.php?num|1&vshop_lang|en&id|1476&art|42318
MOBILE2DAY_BUY_URL=http://mobile2day.de
MOBILE2DAY_LOGO_URL=http://mobile2day.de
HANDANGO_BUY_URL=http://minibrand.handango.com/basket.jsp?addItem|225478&siteId|674
HANDANGO_LOGO_URL=http://minibrand.handango.com/basket.jsp?addItem|225478&siteId|674
SHAREEDGE_BUY_URL=http://www.shareedge.com
SHAREEDGE_LOGO_URL=http://www.shareedge.com
NoService=no service
Bluetooth=Bluetooth
SORTING_NAME=FIRST
SPhone=Settings
CALENDAR_MULTI=Multi-day event
CALENDAR_DAY_1=Today
CALENDAR_DAY_2=Tomorrow
CALENDAR_DAY_3=Day after tomorrow
CALENDAR_DAY_4=In the future
CALENDAR_ALLDAY=All-day event
FINDER_ELLIPSIS=[..] up
Finder=Files
GESTURE_TEXT_3=2. Draw this gesture anywhere on the screen to close any program you are in.
LockScreen=Lock Screen
AutoRun=Auto Run
ScreenRotation=Screen Orientation
Favorites=Favorites
Add=Add
Options=Options
BluetoothStatus=Bluetooth Status
ALARM_CLOCKS_ON=on
DeviceSleep=Sleep
VoiceMail=Voice Mail
WindowedMode=Full Screen
SkinPage=Get more skins
SkinPage_link=http://vitotechnology.com/winterface_skins.html
Skin#default=Dark
Skin#light=Bright
Skin#casino=Casino
Skin#tile=Tile
Skin#panel=Panel
Skin#glass=Glass
Skin#glass_light=Glass Lite
Skin#google=Googleface
Skin#lynx=Lynx
Skin#neon=Neon
Skin#stamp=Stamp
Skin#stamp_light=Stamp Lite
Skin#japanese=Japanese

BUY_URL=https://www.paypal.com/cgi-bin/webscr?add|1&cmd|_cart&business|orders@vitotechnology.com&item_name|Winterface&amount|19.95&no_note|1&currency_code|USD&bn|PP-ShopCartBF
LOGO_URL=http://iwindowsmobile.com/mobile
PORTAL=VITO
